TDA-2030/Solar-Tracer/firmware/sdkconfig.defaults
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions_4mb_optimised.csv"

# Application Rollback
CONFIG_BOOTLOADER_APP_ROLLBACK_ENABLE=y


CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
